module.exports.introduce = {
  "shortName": "城科", //学校名字两个字缩写
  "name": "重庆城市科技学院", //学校名称
  "images": "Q1.jpg", // 首页图片地址
  "share": "1.png", //分享时展示图片的地址
  "latitude": "29.391787",
  "longitude": "105.886772",
  "img": ["1.png ", "YEi5ePM.jpg"],  //简介图片
  "description": "<p>  重庆城市科技学院（Chongqing Metropolitan College of Science and Technology），是由重庆百年光彩科技园有限公司举办，经中华人民共和国教育部批准成立的民办全日制本科普通高等学校，是应用技术大学（学院）联盟成员高校。</p><p> 学校前身是2005年9月经国家教育部批准设立的重庆大学城市科技学院；2011年，获批重庆市学士学位授予单位；2020年12月，教育部同意重庆大学城市科技学院转设为重庆城市科技学院，同时撤销重庆大学城市科技学院的建制。</p><p>  截至2020年12月，学校有永川和巴南两个校区，总面积2481亩，其中永川校区占地1105亩，巴南校区563亩，馆藏图书210万册；下设7个二级学院，共设有本科专业43个、专科专业4个；有专兼职教师1433人，在校生25469人，其中本科生22732人。</p>",
  "mapCopyright":{name:"重庆城市科技学院资产管理与后勤处"}
}
module.exports.map = [
  
  {
    "name":"景点",
    "scale":16,
    "data":[
      // 1
      {
        "name": "锦鲤池",//29.392887,105.888541
        "latitude": "29.392887",
        "longitude": "105.888541",
        "iconPath": "/img/ico/dcl.png",
        "width": "30",
        "height": "30",
        
        "img": [
          "prs717S.jpg",
          "TGBfUzk.jpg"
        ],
        
        "description": "去图书馆和第五教学楼路上会看到锦鲤湖，湖水清澈可以见到湖中锦鲤游动，环境幽美"
      },
      
      
      {
        "name": "陈列馆",//29.392464,105.887256
        "latitude": "29.392464",
        "longitude": "105.887256",
        "iconPath": "/img/ico/dcl.png",
        "width": "30",
        "height": "30",
        "img": [
          "xaSJV5c.jpg",
          "oqYOTGn.jpg"
        ],
        "description": "中国集成电路创业史陈列馆，位于艺术设计学院和第五教学楼之间。重庆大学城市科技学院校址原为始建于1968年的四机部（电子工业部）1424所，是我国第一块大规模集成电路诞生的地方。陈列馆由重庆市永川区委区政府、中国电子科技集团重庆声光电公司和重庆大学城市科技学院共同建设。馆内陈列展品、文献资料众多，陈列馆以中国集成电路创业发展史为主线，分别由序厅、主题展馆、尾厅和二十四所员工姓名墙组成，通过文字、图片、视频、新媒体融合等形式进行中国集成电路事业的创业过程的展示。 "
      }

      
    ]
  },

  {
    "name": "教学楼",
    "scale": 16,
    "data": [
      // 1
      {
        "name": "主教学楼",//29.390465,105.884506
        "latitude": "29.390465",
        "longitude": "105.884506",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "N4O6v2z.jpg"
        ],
        "description": "主教学楼，位于学校大门旁，共五层，在第二层设有自动售卖机，1层有个打印店。每层有15间教室，大的可以容纳4个班级学生，小的可以容纳2个班学生。附近有红房子，琼苑阁可以用餐。旁边有邮政快递取件点"
      },
      
      {
        "name": "第三教学楼",//29.390888,105.886383
        "latitude": "29.390888",
        "longitude": "105.886383",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "lxNCZyZ.jpg"
        ],
        "description": "第三教学楼，供学生们上课的机房，同时也是普通话考试使用的场所。"
      },
      
      {
        "name": "第五教学楼",//29.392151,105.888673
        "latitude": "29.392151",
        "longitude": "105.888673",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "5VZa8hG.jpg"
        ],
        "description": "附近有锦鲤池和图书馆，位置比较幽静，主要用于上英语课、主要是小教室，也有阶梯教室"
      },
      {
        "name": "第六教学楼",//29.390393,105.886444
        "latitude": "29.390393",
        "longitude": "105.886444",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "95zPQCa.jpg"
        ],
        "description": "共有四层，一层为学生学习中心，考试时忘记带证件可以在一楼打印学籍证明"
      },
      //29.391599,105.886261
      {
        "name": "实验楼",//29.390393,105.886444
        "latitude": "29.390393",
        "longitude": "105.886444",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "95zPQCa.jpg"
        ],
        "description": "在这里进行上机实验以及期末程序类设计，如果你的东西拉在了第三教学楼。可以前往实验楼找开门的嬢嬢要钥匙"
      },
      {
        "name": "综合实验楼",//29.390393,105.886444
        "latitude": "29.390393",
        "longitude": "105.886444",
        "iconPath": "/img/ico/jxl.png",
        "width": "30",
        "height": "30",
        "img": [
          "95zPQCa.jpg"
        ],
        "description": "位于三期的综合实验楼，每一层提供不同的器材来进行实验"
      }
    ]
  },
 
  {
    "name": "办公楼",
    "scale": 16,
    "data": [
      {
        "name": "第一行政楼",//29.393504,105.886707
        "latitude": "29.393504",
        "longitude": "105.886707",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "PwGsqaq.png"
        ],
        "description": "吉林大学哲学社会学院组建于 1995 年，是在原哲学系基础上发展起来的。 <br> 哲学社会学院现拥有本科生606人，硕士生359人，博士生279人。学生的学术活动及文化生活活跃。学院还设立了由校友资助的华天通奖学金，现在学院累计已有70人受到资助。从2014年至2017年，全院毕业生保送和考取研究生共计250余人，占毕业生总数的40％，其中毕业生考取硕士研究生150余人，哲学基地班保送80余人，占基地班毕业生总数50％。毕业生多分配到国家机关、高等院校、科研机构及其它企事业单位，在国家建设中发挥着重要作用。在他们中间，涌现出大批知名而有重大影响的校友。"
      },
      {
        "name": "第二行政楼",//29.39089,105.88659
        "latitude": "29.39089",
        "longitude": "105.88659",
        "iconPath": "/img/ico/xm.png",
        "width": "30",
        "height": "30",
        "img": [
          "GNZVqv3.jpg"
        ],
        "description": "文学院的前身是创建于1952年的中文系和历史系，现文学院是根据吉林大学学科专业调整和院系整合的决定，由原文学院、历史系、考古与博物馆学系、国际交流学院、古籍研究所和其它四个校区的大学语文教研部等单位于2001年5月合并组建的，包含有文学、历史学、艺术学和教育学四大学科门类中的七个一级学科，设有教育部历史学科人才培养与科学研究基地和教育部人文社会科学重点研究基地，是目前吉林大学学科涵盖面最宽的院级教学与科研单位。"
      },

    ]
  },

  {
    "name": "院系",
    "scale": 16,
    "data": [
      // 1
      {
        "name": "人文学院",//29.389405,105.884937
        "latitude": "29.389405",
        "longitude": "105.884937",
        "iconPath": "/img/ico/yx.png",
        "width": "30",
        "height": "30",
        "img": [
          "PwGsqaq.png"
        ],
        "description": "人文学院·基础部是依托重庆大学人文社会学科组建的学院。重庆大学人文社会学科拥有雄厚的教学及学术力量，拥有国家和省部级重点学科和博、硕士学位授权点，教学科研实力雄厚，并具有丰富的教学、教育管理经验。学院拥有稳定的、教学经验丰富的师资队伍，现有教授、副教授18人，讲师29人，开设广告学、英语（国际工程管理方向）、英语（贸易方向）、法学4个本科专业。"
      },
      {
        "name": "艺术设计学院",//29.392523,105.886891
        "latitude": "29.392523",
        "longitude": "105.886891",
        "iconPath": "/img/ico/yx.png",
        "width": "30",
        "height": "30",
        "img": [
          "GNZVqv3.jpg"
        ],
        "description": "重庆大学城市科技学院艺术设计学院拥有专业画室、美术展览厅、美术制作工作室、编辑工作室及多媒体教室和电脑辅助设计实验室等；已建成安徽宏村、重庆涞滩、四川上里等写生、实习基地，实现全方位的、与人才需求相结合的培养模式。学院拥有结构合理、稳定的教师队伍，常年聘任重庆大学相关专业的教授、副教授担任我院艺术设计专业的教学工作；学院的教学质量逐年提升，全国青少年艺术风采展示大赛等比赛中取得佳绩，得到家长和社会各界的赞誉。"
      },
      //29.392121,105.885972
      {
        "name": "建筑与土木工程学院",//29.392523,105.886891
        "latitude": "29.392121",
        "longitude": "105.885972",
        "iconPath": "/img/ico/yx.png",
        "width": "30",
        "height": "30",
        "img": [
          "GNZVqv3.jpg"
        ],
        "description": "土木工程学院依托重庆大学土木工程、建筑城规、城市建设与环境工程学科组建。重庆大学建筑城规、土木工程、城市建设与环境工程学科拥有博士后流动站和博士、硕士学位授予点，具有雄厚的师资和学术力量，在国内享有较高的声誉。土木工程学院专兼职教师大部分具有硕士或以上学历，基本形成了一支基础理论扎实，实践经验丰富、知识面广，治学严谨、具有较高学术水平和教学水平的师资队伍；开设有建筑学、景观建筑设计、土木工程、建筑环境与设备工程和给排水科学与工程5个本科专业以及建筑装饰工程技术和建筑工程技术2个专科专业。"
      },
      //29.391634,105.886651
      {
        "name": "继续教育学院",//29.392523,105.886891
        "latitude": "29.391634",
        "longitude": "105.886651",
        "iconPath": "/img/ico/yx.png",
        "width": "30",
        "height": "30",
        "img": [
          "GNZVqv3.jpg"
        ],
        "description": "继续教育学院始终坚持“以服务为宗旨，以就业为导向”的办学思想，本着职业技能培训与学历教育相结合的原则，根据社会人才需求与学生就业的需要，联合主考院校开展学历教育自考专升本、二学历及成人高等教育、职业技能培训等。打造城科品牌，服务全体学生。"
      },
      
// 经济管理学院 电气工程与智能制造学院 
{
  "name": "建筑学院",//29.392604,105.888989
  "latitude": "29.392604",
  "longitude": "105.888989",
  "iconPath": "/img/ico/yx.png",
  "width": "30",
  "height": "30",
  "img": [
    "GNZVqv3.jpg"
  ],
  "description": "重庆大学城市科技学院建筑学院依托重庆大学建筑学科组建。重庆大学建筑学科拥有博士后流动站和博士、硕士学位授权点，具有雄厚的师资和学术力量，在国内享有较高的声誉。"
},
{
  "name": "人工智能与大数据学院",// 29.391192,105.887253
  "latitude": "29.391192",
  "longitude": "105.887253",
  "iconPath": "/img/ico/yx.png",
  "width": "30",
  "height": "30",
  "img": [
    "GNZVqv3.jpg"
  ],
  "description": "人工智能学院是学校为适应智能技术发展而组建的智能类产业型新工科学院。"
},
{
  "name": "电气工程与智能制造学院",// 29.391192,105.887253
  "latitude": "29.391192",
  "longitude": "105.887253",
  "iconPath": "/img/ico/yx.png",
  "width": "30",
  "height": "30",
  "img": [
    "GNZVqv3.jpg"
  ],
  "description": "重庆大学电气工程与智能制造学院拥有国家级重点学科、国家“211工程”重点建设学科和国家“985工程”重点建设平台，拥有3个博士后流动站，11个博士学位、14个硕士学位授予点，多个国家及省部级重点实验室、教学实验基地及研究所。科研与师资力量雄厚，教学条件优越，在国内享有较高声誉。"
},
    ]
  },
 // 宿舍
 {
  "name": "宿舍",
  "scale": 16,
  "data": [
    // 1
    {
      "name": "1号学生公寓",//29.393934,105.88691
      "latitude": "29.393934",
      "longitude": "105.88691",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "y9nfby7.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "2号学生公寓",//29.394227,105.887213
      "latitude": "29.394227",
      "longitude": "105.887213",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "iKozX6m.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "3号学生公寓",//29.394512,105.887496
      "latitude": "29.394512",
      "longitude": "105.887496",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "PPa5glR.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "4号学生公寓",//29.394829,105.887792
      "latitude": "29.394829",
      "longitude": "105.887792",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "LDctNC2.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "5号学生公寓",//29.394784,105.888336
      "latitude": "29.394784",
      "longitude": "105.888336",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "X4dqAcb.jpg",
        "t1CEaFC.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "6号学生公寓",//29.395245,105.887888
      "latitude": "29.395245",
      "longitude": "105.887888",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "JogSTg3.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "7号学生公寓",//29.394907,105.889431
      "latitude": "29.394907",
      "longitude": "105.889431",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "F2IQ9Lc.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "8号学生公寓",//,
      "latitude": "29.395231",
      "longitude": "105.889451",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "mFuQYgB.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "9号学生公寓",//,
      "latitude": "29.395154",
      "longitude": "105.890438",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "WBrtQE6.jpg",
        "UBblqFc.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "10号学生公寓",//29.392907,105.887534
      "latitude": "29.392907",
      "longitude": "105.887534",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "DarSlGP.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "11号学生公寓",//29.391447,105.885434
      "latitude": "29.391447",
      "longitude": "105.885434",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "xzXmESc.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "12号学生公寓",//29.395342,105.891306
      "latitude": "29.395342",
      "longitude": "105.891306",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "GNPa9G8.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "13号学生公寓",//29.397092,105.889511
      "latitude": "29.397092",
      "longitude": "105.889511",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "qsEAi9X.jpg",
        "tWyoAuP.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "14号学生公寓",//29.391328,105.885105
      "latitude": "29.391328",
      "longitude": "105.885105",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "sUmu4LA.png"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "15号学生公寓",//29.391024,105.887567
      "latitude": "29.391024",
      "longitude": "105.887567",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "KJxnZbd.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "16号学生公寓",//29.397732,105.889733
      "latitude": "29.397732",
      "longitude": "105.889733",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "4y8CbVO.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    },
    {
      "name": "17号学生公寓",//29.397932,105.890041
      "latitude": "29.397932",
      "longitude": "105.890041",
      "iconPath": "/img/ico/boy_ss.png",
      "width": "30",
      "height": "30",
      "img": [
        "1jJ57j9.jpg"
      ],
      "description": "宿舍是我们的家，我们共同呵护它的成长，也共同享受它带来的温馨。在几多繁华落尽之后，甚至是人生的残年里仍有那么一段美好的宿舍生活记忆可以伴随我们，让我们痛并快乐着！"
    }
   
    // 2
  ]
},
  // 食堂
  {
    "name": "食堂",
    "scale": 16,
    "data": [
      // 1
      {
        "name": "一食堂",//29.393622,105.886426
        "latitude": "29.393622",
        "longitude": "105.886426",
        "iconPath": "/img/ico/st.png",
        "width": "30",
        "height": "30",
        "img": [
          "MR1YhCr.png",
          "fOPasHk.jpg"
        ],
        "description": "离1栋学生公寓最近的食堂，有两层，一楼旁边有atm自助存取款机器和网易优选。一层均价15起，二层有良心的自选餐"
      },
      {
        "name": "二食堂",//29.393774,105.888142
        "latitude": "29.393774",
        "longitude": "105.888142",
        "iconPath": "/img/ico/st.png",
        "width": "30",
        "height": "30",
        "img": [
          "aVkrR1t.jpg"
        ],
        "description": "二食堂位置偏中，是很多学生的首选食堂，楼下有打印室和快递点"
      },
      {
        "name": "琼苑阁",
        "latitude": "29.391156",//29.391156,105.885367
        "longitude": "105.885367",
        "iconPath": "/img/ico/st.png",
        "width": "30",
        "height": "30",
        "img": [
          "maP1xZ4.jpg",
          "g7y8VRO.jpg"
        ],
        "description": "位于主教和网球场中间，是课间觅食首选"
      },
      {
        "name": "林间小聚",//29.392362,105.885613
        "latitude": "29.392362",
        "longitude": "105.885613",
        "iconPath": "/img/ico/st.png",
        "width": "30",
        "height": "30",
        "img": [
          "P1TMhdP.jpg"
        ],
        "description": "大部分学生上课必经之路上的，买早点很方便"
      },
      {
        "name": "三期",
        "latitude": "29.396989",//29.396989,105.889879
        "longitude": "105.889879",
        "iconPath": "/img/ico/st.png",
        "width": "30",
        "height": "30",
        "img": [
          "SIsaBiE.jpg"
        ],
        "description": "位于三期商业街中，知名的有西餐，干锅，寿司"
      },
      // 2
    ]
  },

  {
    "name": "场馆",
    "scale": 16,
    "data": [
      // 1
      {
        "name": "图书馆",//29.392745,105.889405
        "latitude": "29.392745",
        "longitude": "105.889405",
        "iconPath": "/img/ico/tsg.png",
        "width": "30",
        "height": "30",
        "img": [
          "Q8L2Vin.jpg"
        ],
        "description": "其建筑面积从最初的1117平方米,增加到目前新馆的14240平方米;阅览座位从最初的320个,增加到目前新馆的2582个。馆藏图书从最初的约11.5万册，逐年增加至目前的140余万册;每年订购的期刊、报纸均分别达到1140种及140种左右;与重庆大学图书馆签订了图书资料的馆际互借协议，并共享重庆大学图书馆全部数字资源图书馆我偶尔去借书还是挺大的，很安静，氛围很好，总共三层自习室。"
      },
      
      {
        "name": "足球场",
        "latitude": "29.388433",//29.388433,105.884482
        "longitude": "105.884482",
        "iconPath": "/img/ico/tsg.png",
        "width": "30",
        "height": "30",
        "img": [
          "0NhfDt9.jpg"
        ],
        "description": "位于学校大门旁，内有演讲台，军训汇报演出也在这进行"
      },
      {
        "name": "篮球场（足球场旁）",//29.3894,105.884073
        "latitude": "29.3894",
        "longitude": "105.884073",
        "iconPath": "/img/ico/tsg.png",
        "width": "30",
        "height": "30",
        "img": [
          "7B9GX7J.jpg"
        ],
        "description": "在足球场旁"
      },
      {
        "name": "AB栋篮球场",//29.393684,105.88755
        "latitude": "29.393684",
        "longitude": "105.88755",
        "iconPath": "/img/ico/tsg.png",
        "width": "30",
        "height": "30",
        "img": [
          "prs717S.jpg",
          "TGBfUzk.jpg"
        ],
        "description": "位于1,2栋女生公寓对面，紧邻二食堂，是社团招新主要场所"
      },
      {
        "name": "篮球场（5号学生公寓旁）",//29.394344,105.888458
        "latitude": "29.394344",
        "longitude": "105.888458",
        "iconPath": "/img/ico/tsg.png",
        "width": "30",
        "height": "30",
        "img": [
          "XgU6Mxc.jpg"
        ],
        "description": "5栋楼下的篮球场，早上7点打到晚上10点，吵死了属于是"
      },
     
      {
        "name": "网球场",//29.391022,105.886152
        "latitude": "29.391022",
        "longitude": "105.886152",
        "iconPath": "/img/ico/tsg.png",
        "width": "30",
        "height": "30",
        "img": [
          "oRCqxUz.png"
        ],
        "description": "打网球"
      },
      {
        "name": "网球场（2）",//29.390938,105.885237
        "latitude": "29.390938",
        "longitude": "105.885237",
        "iconPath": "/img/ico/tsg.png",
        "width": "30",
        "height": "30",
        "img": [
          "sbVr4zP.jpg"
        ],
        "description": ""
      },
     
      // 2
    ]
  },
 // 服务网点
 {
  "name": "商业街",
  "scale": 16,
  "data": [
    // 1
    {
      "name": "商业街（1）",//29.390642,105.885869
      "latitude": "29.390642",
      "longitude": "105.885869",
      "iconPath": "/img/ico/xyfu.png",
      "width": "30",
      "height": "30",
      "img": [
        "qeQzm9a.png",
        "sCfrHxW.jpg"
      ],
      "description": "内有99超市，如景怡园，"
    },
    {
      "name": "7栋商业街",//29.394851,105.889388
      "latitude": "29.394851",
      "longitude": "105.889388",
      "iconPath": "/img/ico/xyfu.png",
      "width": "30",
      "height": "30",
      "img": [
        "GgpC6bj.png"
      ],
      "description": "位于7号学生公寓楼下，有标榜美发造型，世纪联华超市，校园网办理点，眼睛直通车，菜鸟驿站（苏宁易购，天天快递，顺丰邮编，申通快递），蜜雪冰城，香果园，台球室，懒人福，创信数码，99百货生活馆，A+ Hair Salon，京东派"
    },
    {
      "name": "三期商业街",//29.397192,105.889887
      "latitude": "29.397192",
      "longitude": "105.889887",
      "iconPath": "/img/ico/xyfu.png",
      "width": "30",
      "height": "30",
      "img": [
        "QqbknAy.png"
      ],
      "description": "三期商业街，新时沏，橘猫校园超市二店，蜜雪冰城，如景怡园，联一健身会所，罗森，旎空摄影，味林，古茗奶茶，沉浸式推理馆，豆吉汤圆奶茶，恬果庄园"
    },
    {
      "name": "小商业街",//29.392928,105.885729
      "latitude": "29.392928",
      "longitude": "105.885729",
      "iconPath": "/img/ico/xyfu.png",
      "width": "30",
      "height": "30",
      "img": [
        "tvFDusj.png",
        "HmCuzRH.png"
      ],
      "description": "位于学校北门处，有橘miao超市,如景怡园，水果店，近邻宝（圆通快递）"
    },
   
    {
      "name": "二食堂楼下快递点",//29.393967,105.888275
      "latitude": "29.393967",
      "longitude": "105.888275",
      "iconPath": "/img/ico/xyfu.png",
      "width": "30",
      "height": "30",
      "img": [
        "eLcSdgI.png"
      ],
      "description": "二食堂楼下快递点，拥有中通快递，韵达快递，"
    }






    ]
    }
  ]
